Repository: arnunym/AidaMenuBar
Catalog: AidaMenuBar/Localizable.xcstrings
Source language: en
Languages: de

source: %@ hours
de: %@ Stunden

source: %lld hours
de: %lld Stunden

# app.title
source: AIDA Time Tracking
de: AIDA Zeiterfassung

# booking.clockIn
source: Clock In
de: Kommen

# booking.clockOut
source: Clock Out
de: Gehen

# booking.endBreak
source: End Break
de: Pause beenden

# booking.gehen
source: Clock Out
de: Gehen

# booking.kommen
source: Clock In
de: Kommen

# booking.pause
source: Break
de: Pause

# booking.startBreak
source: Start Break
de: Pause starten

# bookings.none
source: No bookings today
de: Keine Buchungen heute

# bookings.pastDays
source: Past Days
de: Letzte Tage

# bookings.today
source: Today's Bookings
de: Heutige Buchungen

source: Cancel
de: Abbrechen

# error.bookingFailed
source: Booking failed.
de: Buchung fehlgeschlagen.

# error.bookingRejected %@
source: Booking rejected: %@
de: Buchung abgelehnt: %@

# error.invalidCredentials
source: Invalid username or password.
de: Anmeldekennung oder Passwort falsch.

# error.invalidResponse
source: Invalid server response.
de: Ungültige Server-Antwort.

# error.noConnection
source: No connection to server.
de: Keine Verbindung zum Server.

# error.notLoggedIn
source: Not signed in
de: Nicht angemeldet

# error.noVPN
source: Cannot connect to server. VPN active?
de: Keine Verbindung zum Server. VPN aktiv?

# error.server %lld
source: Server error (%lld).
de: Server-Fehler (%lld).

# error.sessionExpired
source: Session expired.
de: Session abgelaufen.

# flextime.account
source: Flextime Balance
de: Flexzeit-Konto

# footer.quit
source: Quit App
de: App beenden

# footer.quitConfirm
source: Quit app?
de: App beenden?

# footer.refresh
source: Refresh data
de: Daten aktualisieren

# language.auto
source: System Language
de: Systemsprache

# login.password
source: Password
de: Passwort

# login.rememberMe
source: Stay signed in
de: Angemeldet bleiben

# login.signIn
source: Sign In
de: Anmelden

# login.username
source: Username
de: Anmeldekennung

# login.vpnRequired
source: VPN connection required
de: VPN-Verbindung erforderlich

# notif.breakAfterHours %@
source: You've been working for %@ hours. Take a short break!
de: Du arbeitest seit %@ Stunden. Gönn dir eine kurze Pause!

# notif.breakScheduled
source: Scheduled reminder: Time for a break!
de: Geplante Erinnerung: Zeit für eine Pause!

# notif.breakTime
source: ☕ Time for a Break
de: ☕ Zeit für eine Pause

# notif.endOfDay
source: 🏁 End of Day!
de: 🏁 Feierabend!

# notif.endOfDayBody %@
source: You've reached %@ hours. Time to clock out!
de: Du hast %@ Stunden erreicht. Zeit zum Ausstempeln!

# notif.pauseBody %lld
source: Your %lld-minute break is over. Don't forget to end your break!
de: Deine %lld-Minuten-Pause ist vorbei. Vergiss nicht, die Pause zu beenden!

# notif.pauseEnd
source: ⏰ End Break
de: ⏰ Pause beenden

# notif.pauseStillBody %lld
source: You've been on break for %lld minutes.
de: Du bist seit %lld Minuten in der Pause.

# notif.pauseStillRunning
source: ⏰ Break still running!
de: ⏰ Pause läuft noch!

# pause.duration %@
source: Break: %@
de: Pause: %@

source: Quit
de: Beenden

source: Settings
de: Einstellungen

# settings.account
source: Account
de: Konto

# settings.after
source: After
de: Nach

# settings.breakReminder
source: Break Reminder
de: Pause-Erinnerung

# settings.checkUpdates
source: Check for updates
de: Nach Updates suchen

# settings.clickToDownload
source: Click to download
de: Klicken zum Herunterladen

# settings.upToDate
source: App is up to date
de: App ist auf dem neuesten Stand

# settings.display
source: Display
de: Anzeige

# settings.duringPause
source: During Break
de: Während Pause

# settings.endOfDay
source: End of Day
de: Feierabend

# settings.endOfDayReminder
source: End of day reminder
de: Feierabend erinnern

# settings.language
source: Language
de: Sprache

# settings.loggedInAs %@
source: Signed in as %@
de: Angemeldet als %@

# settings.logout
source: Sign Out
de: Abmelden

# settings.mode
source: Mode
de: Modus

# settings.modeAfterHours
source: After work hours
de: Nach Arbeitszeit

# settings.modeAtTime
source: At fixed time
de: Zu fester Uhrzeit

# settings.notificationHint
source: Alert style for persistent reminders
de: Hinweise-Stil für persistente Erinnerungen

# settings.pauseReminder
source: Break end reminder
de: Pause-Ende erinnern

# settings.remindBreak
source: Remind to take break
de: An Pause erinnern

# settings.reminderAfter
source: Remind after
de: Erinnerung nach

# settings.showTime
source: Work time in menu bar
de: Arbeitszeit in Menüleiste

# settings.time
source: Time
de: Uhrzeit

# settings.updateAvailable %@
source: Update available: v%@
de: Update verfügbar: v%@

# status.absent
source: Absent
de: Abwesend

# status.break
source: Break
de: Pause

# status.present
source: Present
de: Anwesend

# status.updating
source: Updating...
de: Aktualisiere...

source: Today
de: Heute

# vpn.connectHint
source: Connect VPN to continue
de: VPN verbinden um fortzufahren

# vpn.connecting
source: Connecting...
de: Verbinde...

# vpn.disconnected
source: No VPN Connection
de: Keine VPN-Verbindung
